Repository: chupakabr/ios-gamme
Catalog: Gamme/*.lproj/Localizable.strings
Languages: ru

source: Back
ru: Назад

source: Are you sure?
ru: Вы уверены?

source: Delete Game
ru: Удалить игру

source: Delete Platform
ru: Удалить платформу

source: Delete Author
ru: Удалить автора

source: Cancel
ru: Отменить

source: Delete
ru: Удалить

source: Add new
ru: Добавить

source: Edit Developer
ru: Редактировать автора

source: Add Developer
ru: Добавить автора

source: 'Title' must be set
ru: Укажите 'Название'

source: 'Title' is too long
ru: Слишком длинное 'Название'

source: 'Country' is too long
ru: Слишком длинное название 'Страны'

source: Developer with this title already exists
ru: Автор с таким названием уже существует

source: Title
ru: Название

source: Company name
ru: Имя компании

source: Country
ru: Страна

source: Headquarter's country
ru: Штаб-квартира

source: Company site
ru: Сайт компании

source: Foundation date
ru: Дата основания

source: Closing date
ru: Дата закрытия

source: Developer information
ru: Информация об авторе

source: Edit Game
ru: Редактировать игру

source: Add Game
ru: Добавить игру

source: Game with this title already exists for selected platform
ru: Игра с таким названием уже существует для выбранной платформы

source: Game title
ru: Название игры

source: Genre
ru: Жарн

source: Platform
ru: Платформа

source: Additional info
ru: Доп информация

source: Developer
ru: Автор

source: Release date
ru: Дата выхода

source: Game details
ru: Инфо об игре

source: Publishing details
ru: Релиз информация

source: Choose genre
ru: Выберите жарн

source: Choose platform
ru: Выберите платформу

source: Choose developer
ru: Выберите автора

source: Edit Genre
ru: Редактировать жанр

source: Add Genre
ru: Добавить жанр

source: Genre with this title already exists
ru: Жарн с таким названием уже существует

source: Genre information
ru: Инфо о жанре

source: Game shop link
ru: Ссылка

source: 'URL' must be set
ru: Не указан 'URL'

source: 'URL' is too long
ru: Слишком длинный 'URL'

source: Invalid 'URL' format
ru: Неверный формат 'URL'

source: Name
ru: Название

source: Link name
ru: Описание сайта

source: Link information
ru: Информация

source: Add Platform
ru: Добавить платформу

source: Platform with this title already exists
ru: Платформа с таким названием уже существует

source: Platform name
ru: Название платформы

source: Official site
ru: Официальный сайт

source: Game shop links
ru: Ссылки

source: Platform information
ru: Инфо о платформе

source: Additional information
ru: Доп информация

source: Headquarters
ru: Штаб-квартира

source: Unknown
ru: Неизвестно

source: Founded
ru: Основано

source: Defunct
ru: Закрыто

source: Games
ru: Игры

source: By Author
ru: Авторы

source: By Genre
ru: Жанры

source: By Platform
ru: Платформы

source: Tap here to hide the keyboard
ru: Нажмите сюда, чтобы скрыть клавиатуру

source: Last completed on
ru: Последний раз пройдено

source: Date
ru: Дата

source: Completion notes
ru: Заметки

source: Completed on date
ru: Дата прохождения

source: Game rating
ru: Рейтинг игры

source: Notes
ru: Заметки

source: Links
ru: Ссылки

source: Link
ru: Ссылка

source: Planned till date
ru: Планирую пройти до

source: Completed on dates
ru: Даты прохождения

source: Information
ru: Информация

source: Dates
ru: Даты

source: Completed on
ru: Пройдено

source: Completed times
ru: Пройдено раз

source: Planned till
ru: Планирую пройти до

source: Game information
ru: Инфо об игре

source: Publishing information
ru: Релиз информация

source: Game notes
ru: Заметки по игре

source: Game links
ru: Ссылки по игре

# Game completed dates
source: Game completed
ru: Пройдено

source: on
ru: на

source: by
ru: от

source: Home
ru: Главная

source: Completed
ru: Пройдено

source: Planned
ru: В планах

source: Nothing was found
ru: Ничего не найдено

source: Search results
ru: Результаты поиска

source: Site
ru: Сайт

source: Games completed by year
ru: Пройденные игры по году

source: Games count by release year
ru: Количество игр по году выхода

source: Stats
ru: Стата

source: No data
ru: Нет данных
